;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=Czech
WebLang=cz
Translator=Třasák Jiří
Codepage=UNICODE 
Version=5.2.5


[Uninstaller Toolbar]
102 = Zobrazit
103 = Nastavení
104 = Odinstalátor
105 = Nástroje
106 = Režim lovce
107 = Seznam
108 = Ikony
109 = Detaily
110 = Odinstalovat
111 = Odebrat položku
112 = Obnovit
113 = Opravdu chcete odebrat vybranou položku?
114 = Opravdu chcete odinstalovat vybraný program?
115 = Autoaktualizace
116 = Nápověda
117 = Nápověda aktuálního nástroje...
118 = Domovská stránka...
119 = O programu...
120 = Nejste správce (administrátor)!
121 = Opravdu chcete odinstalovat vybranou systémovou součást?\nZASTAVIT, pokud si nejste jist co děláte!
122 = Odinstalátor zobrazí všechny nainstalované programy a součásti všech uživatelů. V "Detaily" nebo kontextové nabídce si můžete zobrazit dalším informace (odkazy na vlastnosti instalace). Základní funkcí Revo Uninstaller je režim Lovec. Tento režim umožňuje přizpůsobit odinstalování, zastavit, smazat nebo vypnout autospouštění jedním kliknutím.
123 = Hledat
124 = Nalezeno:
125 = Opravdu chcete odebrat vybranou systémovou součást z Registru?\nTato součást může být vyžadována vaším operačním systémem!
126 =  autospouštění je zrušeno!
127 =  autospouštění je nastaveno
128 = %s je nainstalováno ve stejném místě jako %s!\nByly nalezeny zbytky z obou aplikací! Pečlivě zkontrolujte ty, které chcete odebrat!
129 = Vynucené odinstalování MSI

[Uninstaller List]
150 = Aplikace
151 = Velikost
152 = Verze
153 = Datum instalace
154 = Společnost
155 = Webová stránka
156 = Komentář
157 = Odinstalační řetězec
158 = Registrační klíč
159 = Instalátor

[Uninstaller StatusBar]
201 = Instalace: 
202 = Načítání...

[Registry Optimizer]
302 = Vyberte kde skenovat
303 = Nabídka Start

[Autorun Toolbar]
407 = Spustit
408 = Ukončit
409 = Odebrat
410 = Položky:
411 = Povoleno:
412 = Pomocí Správce autospouštění můžete nejen povolit nebo zakázat automatické spouštění aplikací při startu systému Windows, ale také získat další informace o dané aplikaci. Můžete získat cestu ke spuštění, popis, vydavatele, stav (spuštěná nebo nespuštěná) a umístění příkazu ke spuštění (buď v registru, nebo v souboru na pevném disku).

[Autorun List]
450 = Název Po spuštění
451 = Cesta spuštění
452 = Popis
453 = Vydavatel
454 = Stav
455 = Umístění
456 = SPUŠTĚNO
457 = NESPUŠTĚNO
458 = NEPLATNÉ
459 = Ukončit proces
460 = Spustit proces
461 = Otevřít obsah složky
462 = Přejít do umístění
463 = Kopírovat cestu spouštění
464 = Odebrat vybrané
465 = Odebrat vše neplatné
466 = Odebrat vše nespuštěné
467 = Odebrat vše vypnuté
468 = Vlastnosti...
470 = Opravdu chcete ukončit vybranou aplikaci?\nVšechna neuložená data budou ztracena!
471 = Opravdu chcete smazat vybranou položku?
472 = Opravdu chcete smazat všechny neplatné položky?
473 = Opravdu chcete smazat všechny nespuštěné položky?
474 = Opravdu chcete smazat všechny vypnuté položky?
475 = Příkaz neexistuje!
476 = NEZNÁMÉ
477 = Vypnout automatické spouštění
478 = Povolit automatické spuštění

[Outlook Control]
300 = Optimalizace
301 = Optimalizace registru
400 = Správce autospouštění
500 = Čistič stop
501 = Čistič prohlížečů
600 = Čistič Microsoft Office
700 = Čistič Windows
800 = Odstraňovač stop
900 = Smazat neobnovitelně
2100 = Nástroje Windows
2200 = Čistič zbytečných souborů

[Track Cleaner Browsers]
507 = Smazat vše
508 = Smazat historii navštívených webových stránek
509 = Smazat historii adresního řádku
510 = Smazat dočasné internetové soubory
511 = Smazat cookie
512 = Smazat soubory Index.dat
513 = Spustit
514 = Smazat historii stahování
515 = Smazat historie relací
516 = Smazat historii formulářů
517 = Odinstalátor
518 = Opravdu chcete smazat všechna vybraná data historie?
521 = Opravdu chcete smazat data historie Internet Exploreru?
522 = Opravdu chcete smazat data historie Firefoxu?
523 = Opravdu chcete smazat data historie Opery?
524 = Opravdu chcete smazat data historie Netscape?
525 = Váš prohlížeč zaznamenává detaily o navštívených webových stránkách. Tyto informace jsou snadno přístupné v okně prohlížeče pouhým stisknutím tlačítka! Čistič prohlížeče může smazat dočasné soubory internetu, které obsahují všechny prohlížené obrázky, všechna online videa a všechny navštívené webové stránky. Smazáním dočasných internetových souborů můžete uvolnit spoustu místa na pevném disku.
526 = Před čištěním stop ukončete prohlížeč internetu.
527 = Soubory index.dat budou smazány při příštím restartu počítače.
599 = Smazání vybraných položek bylo dokončeno!

[Office Track Cleaner]
601 = Smazat
607 = Smazat historii dočasných dokumentů Microsoft Wordu
608 = Včetně Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 a Word 2016.
609 = Smazat historii dočasných dokumentů Microsoft Excelu
610 = Včetně Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 a Excel 2016.
611 = Smazat historii dočasných dokumentů Microsoft Access
612 = Včetně Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 a Access 2016
613 = Smazat historii dočasných dokumentů Microsoft PowerPoint
614 = Včetně PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 a PowerPoint 2016
615 = Smazat historii dočasných dokumentů Microsoft FrontPage
616 = Včetně FrontPage 2000, FrontPage XP a FrontPage 2003
617 = Čistič Microsoft Office umožňuje odebrat historii naposledy použitých souborů v Microsoft Word, Excel, Access, PowerPoint a FrontPage. Pokud nechcete, aby někdo jiný viděl vaše naposledy otevřené nebo upravené tabulky, dokumenty nebo jiné soubory vytvořené Microsoft Office, tak vyberte typy souborů, které nechcete a klikněte na "Smazat". Vaše naposledy použité soubory pro vybrané typy programů, již nebudou k dostupné.

[Windows Tracks Cleaner]
701 = Smazat
707 = Smazat historii dočasných dokumentů
708 = Smazat historii spuštění nabídky Start
709 = Smazat historii hledaných souborů
710 = Smazat historii hledání tiskáren, počítačů a lidí
711 = Vyprázdnit schránku
712 = Smazat historii dočasných souborů "MS Paint"
713 = Smazat historii dočasných souborů "MS Wordpad"
714 = Smazat historii posledních otevřených klíčů Regeditu
715 = Smazat historii posledního dialogu Otevřít/Uložit
716 = Smazat historii posledního dialogu navštívených složek
717 = Vysypat Koš
718 = Smazat dočasné soubory Windows
719 = Smazat protokoly o používání nabídky Start
720 = Microsoft Windows sleduje co děláte s počítačem, jako je historie hledání souborů (hledání souborů a složek), historie naposledy otevřených dokumentů, historie otevírání/ukládání souborů používaná ve standardních souborových dialozích různých aplikací a mnoho dalších věcí. Čistič Windows umožňuje odebrat veškerou tuto historii a dočasné soubory. Můžete také vysypat koš a smazat dočasné soubory, čímž se uvolní spousta místa na pevném disku.
721 = Historie spuštění bude smazána po restartování procesu explorer.exe.
722 = Stopy v registru Windows
723 = Stopy na místním pevném disku
724 = Smazat soubory výpisu paměti při havárii
725 = Smazat fragmenty obnovených souborů Chkdsk (Check Disk)


[Evidence Remover]
802 = Spustit
803 = Smazání
804 = Čekejte, dokud probíhá mazání.
805 = Dokončeno
806 = Označte jednotku nebo jednotky, které obsahují stopy a důkazy vaší práce, kterou chcete smazat. Tento nástroj ovlivňuje pouze již smazaná data. UPOZORNĚNÍ: Po dokončení procesu nebude možné smazané soubory obnovit!
807 = Při vysypání koše Windows jsou soubory a složky pouze označeny jako smazané, ale nejsou fyzicky smazány. Tento nástroj trvale smaže soubory a složky, které již byly odstraněny, ale zůstaly na pevném disku. Bez ohledu na to, jaký nástroj se vy nebo někdo jiný pokusí použít k obnovení dat, výsledek bude stejný, nic. - Data smazaná nástrojem Odstraňovač stop nelze obnovit!
808 = Opravdu chcete smazat zbytky stop a důkazů na vybrané jednotce?

[Unrecoverable Delete]
912 = Seznam souborů a složek, které budou smazány a jejichž obnovení bude nemožné
913 = Soubory
914 = Složky
915 = Vložte soubory, které chcete smazat a odebrat ze systému. Tyto soubory nelze obnovit žádným softwarovým nástrojem!
916 = Vložte složky, které chcete smazat a odebrat ze systému. Tyto složky nelze obnovit žádným softwarovým nástrojem!
917 = Přidat soubory pro smazání
918 = Přidat složky pro smazání
919 = SMAZAT NAVŽDY
920 = Vyčistit seznam
921 = Pokud chcete soubor nebo složku bezpečně smazat (abyste měli jistotu, že nikdo, žádným nástrojem, nebude moci tento soubor nebo složku nikdy obnovit), použijte funkci Smazat neobnovitelně. Smazání souborů a vysypání koše Windows neznamená, že tyto soubory navždy zmizely, stále jsou na jednotce pevného disku a kdokoli by mohl smazaná data velmi snadno obnovit. Nástroj Smazat neobnovitelně to znemožňuje, protože fyzicky vymaže všechny vybrané soubory a složky.
922 = Opravdu chcete navždy smazat vybrané soubory a složky?

[Options Tree]
1001 = Nastavení
1002 = Export všech nastavení
1003 = Import všech nastavení
1100 = Obecné
1200 = Odinstalátor

[General]
1101 = Aktuální jazyk:
1102 = Pokročilý režim
1103 = Při spuštění kontrola aktualizace
1104 = Automatická aktualizace na pozadí
1105 = Hledat na webu:
1106 = Webové vyhledávače:

[Uninstaller Options]
1201 = Zobrazit aktualizace systému
1202 = Zobrazit součásti systému
1204 = Spustit pouze vestavěný odinstalátor
1205 = (Není podporováno ve Windows Vista)
1206 = Před odinstalací vytvořit bod obnovení systému
1208 = Zakázat funkci Historie odinstalování
1209 = Zobrazit zástupce webových stránek

[Auto Update]
1907 = Aktualizovat
1908 = Informace o verzi
1909 = Aktuální verze:
1910 = Nejnovější verze:
1911 = STÁHNOUT
1912 = Získat nejnovější verzi
1913 = Co je nového
1914 = Kontrolování...
1915 = Chyba připojení...
1916 = ZASTAVIT
1917 = Stáhnuto %s z %s
1918 = Stáhnuto %s (neznámá celková velikost)
1919 = Revo Uninstaller Pro se nedokázal připojit k webu www.revouninstaller.com. Zkontrolujte, zda je vaše internetové připojení aktivní a zda brána firewall neblokuje Revo Uninstaller Pro.
1920 = Chyba: Kontrola nové verze se nezdařila. Internet není dostupný.
1921 = Stahování...
1922 = Spuštění aktualizace...
1923 = Hotovo
1924 = Žádné aktualizace nejsou k dostupné
1925 = Úspěšná aktualizace na nejnovější verzi (%s)

[WinTools]
2110 = Spustit
2111 = Ke každému operačnímu systému Windows je přibaleno mnoho užitečných nástrojů a součástí. Některé z těchto nástrojů používají složité příkazové řádky, jiné jsou obtížně přístupné. Nástroje systému Windows vám umožní rychlý přístup k více než deseti běžným nástrojům Windows jedním kliknutím.
2112 = Pokud dojde k problému, můžete pomocí funkce Obnovení systému obnovit počítač do dříve uloženého stavu bez ztráty osobních datových souborů. Funkce Obnovení systému sleduje změny v systému a některých aplikací a automaticky vytváří snadno identifikovatelné body obnovení. Tyto body obnovení umožňují vrátit systém do dříve zálohovaného stavu. Body obnovení se vytvářejí denně a při významných změnách systému. Můžete si také kdykoli vytvořit a pojmenovat vlastní body obnovení.
2113 = Pomocí programu můžete shromažďovat a zobrazovat informace o hardwaru a operačním systému počítače, konfiguraci internetu a konfiguraci modemu a síťového adaptéru. Pomocí nástroje Diagnostika sítě můžete provést kontrolu systému a otestovat síťové připojení a to, zda jsou programy a služby související se sítí funkční. 
2114 = Informace o síti zobrazí všechny aktuální informace o konfiguraci sítě TCP/IP, protokolu DHCP (Dynamic Host Configuration Protocol) a nastavení DNS (Domain Name System). Network Information také zobrazuje úplnou konfiguraci TCP/IP pro všechny síťové adaptéry včetně IP adresy, MAC adresy, masky podsítě, výchozí brány, konfigurace služby Windows Internet Naming Service (WINS) a DNS.
2115 = Centrum zabezpečení zkontroluje stav tří základních prvků zabezpečení počítače: Firewall, Automatické aktualizace a Ochrana proti malwaru/virům. Pokud je u některé z nich zjištěn problém (například pokud je antivirový program zastaralý), Centrum zabezpečení vám zašle upozornění a poskytne doporučení, jak počítač lépe chránit.
2116 = Pomocí Vlastností systému lze zobrazit základní informace o hardwaru počítače, například typ procesoru a celkovou paměť RAM, zobrazit a změnit nastavení, která řídí způsob, jakým počítač využívá paměť a vyhledává určité informace (vlastnosti hardwaru a zařízení), konfigurovat profily hardwaru, zobrazit informace o síťovém připojení a přihlašovacím profilu a v případě výskytu chyb systému a programů je nahlásit společnosti Microsoft nebo správci systému.
2117 = Systémové informace jsou součástí operačního systému Windows, která shromažďuje a zobrazuje informace o konfiguraci systému pro místní a vzdálené počítače. Zahrnuje informace o konfiguraci hardwaru, součástech počítače a softwaru, včetně podepsaných a nepodepsaných ovladačů. Systémové informace jsou podpůrný nástroj, který můžete použít k rychlému vyhledání informací o počítači a jeho operačním systému.
2118 = Příkaz TCP/IP Netstat je součást operačního systému Windows, která zobrazuje všechna aktivní spojení TCP a porty TCP a UDP, kterým počítač naslouchá, a zobrazuje spustitelný soubor, který se podílel na vytvoření každého spojení nebo naslouchajícího portu (název spustitelného souboru je v [ ] dole, nahoře je součást, kterou volal, a tak dále, dokud nebylo dosaženo TCP/IP).
2119 = Klávesnice na obrazovce zobrazuje virtuální klávesnici na obrazovce a umožňuje uživatelům s poruchami pohyblivosti zadávat data pomocí ukazovacího zařízení nebo joysticku. Klávesnice na obrazovce je určena k zajištění minimální úrovně funkčnosti pro uživatele s poruchami pohyblivosti. Klávesnici na obrazovce můžete použít také v případě, že se domníváte, že je v počítači nainstalován program Key-Logger a všechny zadané klávesy jsou zaznamenány. Klávesnice na obrazovce eliminuje možnost zaznamenávat stisky kláves.
2120 = Nástroj Disk Defragmenter analyzuje místní svazky a konsoliduje fragmentované soubory a složky tak, aby každý z nich zabíral na svazku jedno souvislé místo. Nástroj Disk Defragmenter také konsoliduje volné místo na svazku, čímž snižuje pravděpodobnost fragmentace nových souborů. V důsledku těchto změn může systém efektivněji přistupovat k souborům a složkám a ukládat nové.
2121 = Služby lze spustit, zastavit, pozastavit, obnovit nebo vypnout v místním nebo vzdáleném počítači. Služby mohou také nastavit akce obnovy, které se mají provést v případě selhání služby (například automatické restartování služby), povolit nebo vypnout služby pro určitý hardwarový profil a zobrazit stav a popis každé služby.
2122 = Sdílené složky lze použít ke správě sdílených prostředků v síti, k řízení přístupových oprávnění uživatelů, aktivity relací, vlastností sdílených prostředků a k zobrazení přehledu připojení a využití prostředků pro místní a vzdálené počítače.  Ve sdílených složkách lze také zobrazit seznam všech uživatelů, kteří jsou vzdáleně (přes síť) připojeni k počítači, a odpojit jednoho nebo všechny z nich. Můžete také zobrazit seznam souborů, které jsou aktuálně otevřeny vzdálenými uživateli.
2123 = Zásady skupiny zahrnují konfiguraci zásad uživatelů a počítačů. Nastavení zásad skupiny definují různé součásti uživatelského prostředí, které musí správce systému spravovat (například programy, které jsou uživatelům k dispozici, programy, které se zobrazují na ploše uživatele, a možnosti nabídky Start).
2124 = Přidat/odebrat součásti systému Windows vám pomůže spravovat nainstalované součásti systému Windows v počítači. Po instalaci operačního systému Windows do počítače můžete pomocí tohoto nástroje přidat součást systému Windows, která nebyla součástí původní instalace, nebo odebrat stávající součást systému Windows, kterou již nechcete.
2125 = Nástroj Microsoft Windows na odstranění škodlivého softwaru kontroluje počítač, zda není napaden určitým, rozšířeným škodlivým softwarem, a pomáhá odebrat nalezenou infekci. Tento škodlivý software zahrnuje viry, červy a trojské koně. Po dokončení procesu detekce a odstranění nástroj zobrazí zprávu popisující výsledek, včetně toho, zda byl nějaký škodlivý software detekován a odstraněn.


[Junk Files Cleaner Options]
2202 = Prohledat jednotky:
2203 = Vzor
2204 = Popis
2205 = Přidat
2206 = Odebrat
2207 = Obnovit výchozí
2208 = Čistič zbytečných souborů::Obecné
2209 = Čistič zbytečných souborů::Vyloučit
2220 = Vzor pro vyhledávání:
2221 = Jako zástupné znaky můžete použít symboly ? a/nebo *.
2222 = Přidat vzor
2223 = Přidat vzor vyloučení
2224 = Jako zástupné znaky můžete použít symboly ? a/nebo *.
2225 = Vzor vyloučení:
2226 = Smazat soubory do koše
2227 = Ignorovat soubory s přistupem v posledních 24 hodinách

[Junk Files Cleaner Tool]
2306 = Prohledat
2307 = Smazat
2308 = Prohledání
2309 = Během procesu prohledávání vyčkejte.
2310 = Zrušit
2311 = Název
2312 = Velikost
2319 = Soubory:
2320 = Celková velikost:
2323 = Existují soubory používané Windows nebo jiným programem, které nyní nelze smazat.
2324 = Pro zahájení prohledávání je třeba vybrat alespoň jednu jednotku a příponu.
2325 = Čistič zbytečných souborů umožňuje vyhledat a odebrat z počítače různé typy nežádoucích a nepotřebných souborů. Obvykle jsou takové soubory smazány aplikací, která je vytvořila, jakmile je již nepotřebuje. Mohou však na pevném disku zůstat natrvalo, pokud dojde k neočekávanému ukončení aplikace, pádu systému apod. Pokud k tomu dojde, může to způsobit zmenšení volného místa na disku nebo může dojít ke snížení rychlosti systému apod.
2326 = Soubor:
2327 = Smazání souborů
2328 = Nebyly nalezeny žádné zbytečné soubory

[Context Menu Junk Files Cleaner]
2313 = Otevřít
2314 = Hledat v %s
2315 = Otevřít obsah složky
2316 = Vlastnosti...
2317 = Označit všechny položky
2318 = Odznačit všechny položky
2321 = Označit vybrané položky
2322 = Odznačit vybrané položky

[Topmost Window]
4002 = Nastavení
4003 = Otevřít hlavní okno
4004 = Režim přetažení
4005 = Režim lovce
4006 = Velikost
4007 = Malé
4008 = Střední
4009 = Velké
4010 = Velikost okna
4011 = UKONČIT
4012 = Odinstalovat
4013 = Zastavit automatické spouštění
4014 = Ukončit proces
4015 = Ukončit a smazat proces
4016 = Otevřít obsah složky
4017 = Info
4018 = Vlastnosti
4019 = ZRUŠIT
4020 = Podporován je vždy pouze jeden soubor!
4021 = Složku jste upustili, přetáhněte soubor!
4022 = Odinstalovat nebo odebrat:
4023 = Nevyřešeno! Zkuste ukázat na jiné okno, ikonu nebo položku hlavního panelu.
4024 = Nelze spustit příkaz k odinstalaci!\n Odinstalujte aplikaci pomocí programu Uninstaller.
4025 = Nebyl nalezen žádný instalační balíček!\nTip: Získejte další informace o aplikaci z hlavního okna a\n zkuste ji odinstalovat ručně!
4026 = Automatické spouštění cílové aplikace je vypnuto!\nTip: Pokud ji chcete znovu povolit, použijte nástroj Nástroj pro autospouštění v hlavním programu!
4027 = Cílová aplikace se nenachází v běžných místech spouštění!\nTip: Chcete-li vyhledat neobvyklá místa, která se používají pro automatické spouštění aplikace, podívejte se na webové stránky Google!
4028 = Opravdu chcete ukončit vybranou aplikaci?\nVšechna neuložená data budou ztracena!
4029 = Odinstalátor
4030 = Opravdu chcete ukončit a smazat vybranou aplikaci?\nVšechna neuložená data budou ztracena!
4031 = Opravdu chcete zavřít Průzkumníka Windows?\n Nabídka Start, hlavní panel a systémová lišta zmizí!
4032 = Automatické spuštění s Windows
4033 = Průhlednost
4034 = Přetáhněte terčík na otevřené okno, ikonu nebo položku hlavního panelu.
4035 = Vždy nahoře

[Scan After Uninstall]
4210 = Umístění
4211 = Klíč
4212 = Hodnota
4213 = Data
4214 = Soubor
4215 = Není vybrána žádná položka. Vyberte položku, kterou chcete smazat!
4216 = Prohledat po odinstalaci
4217 = Vybrat vše
4218 = Zrušit výběr
4219 = Smazat
4220 = Zbytky souborů
4221 = Zbylé položky registru
4222 = Prohledávání před odinstalací, počkejte...
4223 = Spouštění odinstalátoru...
4224 = Po dokončení odinstalace aplikace spusťte prohledávání zbylých souborů, složek a klíčů registru.
4225 = Prohledávání po odinstalaci, počkejte...
4226 = Pečlivě zkontrolujte uvedené položky!
4227 = Zavřít
4228 = Zbývající soubory v seznamu budou smazány při příštím restartu systému.
4229 = Spuštění odinstalátoru aplikace se nezdařilo!\nMožný neplatný příkaz k odinstalaci!
4230 = Zpět
4231 = Další
4232 = Vyberte režim odinstalace
4233 = Režimy
4234 = Vestavěný - spustí se pouze odinstalátor aplikace bez dalšího prohledávání
4235 = Bezpečný - zahrnuje režim Vestavěný a provádí další prohledávání v registru a na pevném disku, aby našel zbytky položek, které je bezpečné smazat. Jedná se o nejrychlejší režim.
4236 = Mírný - zahrnuje bezpečný režim a provádí rozšířené prohledávání, aby našel všechny zbytky aplikace na nejběžnějších místech registru a na pevném disku. 
4237 = Pokročilý - zahrnuje režim Mírný a provádí hloubkovou a důkladnou kontrolu, aby našel všechny zbytky informací aplikace v registru a na pevném disku. Jedná se o nejpomalejší režim.
4238 = Analyzuje dat aplikace před jeho odinstalováním.
4239 = Spuštění vestavěného odinstalátoru aplikace.
4240 = Po dokončení odinstalátoru aplikace stiskněte "Další" a spusťte prohledávání zbylých souborů, složek a položek registru. 
4241 = Provedení počáteční analýzy a odinstalace 
4242 = Prohledávání zbytků informací
4243 = Vestavěná odinstalace dokončena, nyní prohledávání registru a pevného disku pro zbytkové soubory, složky a položky registru související s odinstalovanou aplikací. Čekejte....
4244 = Nalezené zbytkové položky registru
4245 = Nalezené položky registru:
4246 = Poznámka: Pečlivě zkontrolujte tučně vyznačené položky! Smazány budou pouze zkontrolované tučně vyznačené položky a jejich podpoložky!
4247 = Nalezené zbytky souborů a složek
4248 = Nalezené položky:
4249 = Můj počítač
4250 = Revo Uninstaller nebyl schopen spustit vestavěný odinstalátor programu. Možná je příkaz odinstalace aplikace neplatný nebo je program odinstalace poškozen. Můžete stisknout "Zpět" a zkusit jiný režim odinstalace.
4251 = Vestavěný odinstalátor aplikace byl dokončen. Revo Uninstaller neprovedl kontrolu zbylých položek. Můžete stisknout "Zpět" a zkusit jiný režim odinstalace, který vyhledá zbylé soubory, složky a položky registru.
4252 = Revo Uninstaller úspěšně dokončil postup odinstalace, ale zbytkové položky nebyly nalezeny. Můžete stisknout tlačítko "Zpět" a zkusit jiný rozšířený režim odinstalace pro hlubší kontrolu.
4253 = Revo Uninstaller úspěšně dokončil odinstalaci. Pokud chcete vyhledat další zbylé položky, můžete stisknout tlačítko "Zpět" a vyzkoušet rozšířený režim odinstalace pro hlubší kontrolu.
4254 = Dokončit
4255 = Opravdu chcete vybrané soubory odeslat do koše?
4256 = Opravdu chcete smazat vybrané položky registru?
4257 = Revo Uninstaller úspěšně dokončil odinstalaci!
4258 = Opravdu chcete přeskočit smazání nalezených zbytků položek registru a pokračovat k dalšímu kroku?
4259 = Opravdu chcete přeskočit smazání nalezených zbytků souborů a složek a pokračovat k dalšímu kroku? 
4260 = Prohledávání zbytkových položek dokončeno. Pro zobrazení výsledků stiskněte tlačítko "Další"!
4261 = Vytvoření bodu obnovení systému...
4262 = Vytvoření bodu obnovení systému - neúspěšné!
4263 = Vytvoření bodu obnovení systému zakázáno (v nabídce Možnosti->Odinstalace)
4264 = Vytvoření bodu obnovení systému - dokončeno!
4265 = Systém souborů
4266 = Prohledávání zbytků
4267 = zbytky nalezené v registru a souborovém systému
4268 = zbytky smazané z registru a souborového systému.
4269 = odinstalované programy
4270 = Vytvoření bodu obnovení se nezdařilo (Obnovení systému je v Nastavení Windows zakázáno).
4271 = Smazání nalezených zbytků z registru a systému souborů...
4272 = Prohledávání zbytků...

[About]
4300 = Překladatelé:

[ContextMenu Uninstaller]
5000 = Příkazy
5001 = Info
5002 = Hledat v %s
5004 = Umístění instalace
5005 = Otevřít O programu...
5006 = Otevřít Nápovědu...
5007 = Otevřít Aktualizace...
5008 = Otevřít klíč registru...
5009 = Skrýt

[Common]
10000 = OK
10001 = Zrušit
10002 = Nápověda
10003 = Procházet
10004 = Nápověda k aktuálnímu nástroji
10005 = Domovská stránka
10006 = O programu
10007 = Varování
10008 = CHYBA
10009 = Ano
10010 = Ne
10011 = Pauza
10012 = Pokračovat
10013 = Výchozí
10014 = Čekejte...
10015 = Později
10016 = Nikdy
10017 = Operace byla úspěšně dokončena!
10018 = Čekejte, dokud operace probíhá...
10019 = Upravit
10020 = Opakovat
10021 = Ignorovat
10022 = Přerušit
10023 = Smazat
10024 = Uložit
10025 = Položky
10026 = Start
10027 = Zavřít (doporučeno)
10028 = URL:
10029 = Vše
10030 = Zobrazit

[Tooltips]
2000 = Přepnout do režimu odinstalace
2001 = Zobrazit panel Nástroje
2002 = Upravit nastavení
2003 = Přepnout do Režimu lovce
2004 = Změnit zobrazení seznamu nainstalovaných programů
2005 = Odinstalovat vybraný program
2006 = Smazat vybrané položky z registru
2007 = Obnovit seznam aplikací
2008 = Aktualizovat aktuální verzi na nejnovější verzi
2009 = Zjistit další informace a odpovědi na všechny otázky týkající se programu.
404 = Spustit vybranou aplikaci
405 = Zastavit a ukončit vybranou aplikaci
406 = Zabránit automatickému spuštění vybrané aplikace
506 = Smazat vybrané volby
605 = Smazat vybrané volby
705 = Smazat vybrané volby
2106 = Spustit vybraný nástroj
2304 = Prohledávání nepotřebných souborů podle vybraných nastavení
2305 = Smazat označené soubory do koše



[UninstallerPro]
15000 = Obecné
15001 = Správa\nskupin
15002 = Nové programy
15003 = Ostatní programy
15004 = Název
15005 = Přejmenovat
15006 = Internet
15007 = Hry
15008 = Multimédia
15009 = Nástroje
15050 = Posun nahoru
15051 = Posun dolů
15052 = Přidat
15053 = Odebrat
15054 = Sloupce
15055 = Odebrat tento sloupec
15056 = Zarovnat
15057 = Vlevo
15058 = Na střed
15059 = Vpravo
15060 = Přizpůsobit
15061 = Export seznamu do
15062 = Textový formát(txt)
15063 = HTML formát(html)
15064 = Microsoft Excel
15065 = Export
15066 = Vybrat sloupce, které chcete exportovat:
15067 = Zobrazit jako nově nainstalované programy:
15068 = Poslední (ve dnech)
15069 = Od posledního spuštění odinstalátoru
15070 = Název skupiny:
15071 = Přidat
15072 = Skupina
15073 = Sledované programy
15074 = Sledované\nprogramy
15075 = Všechny programy
15076 = Všechny\nprogramy
15077 = Smazat protokol
15078 = Vlastní odinstalování
15079 = Změnit ikonu
15080 = Přidat do skupiny
15081 = Odebrat ze skupiny
15082 = Odinstalování
15083 = Odinstalování přihlášených souborů a složek programu:
15084 = Odinstalování přihlášených položek registru:
15085 = Některé údaje mohou souviset s odinstalovaným programem, ale nebyly smazány, protože je Revo Uninstaller Pro během instalace programu nezaznamenal. Pokud je chcete zkontrolovat a případně odebrat, stiskněte tlačítko "Pokročilá odinstalace". 
15086 = Pokročilá odinstalace
15087 = Cesta k souboru\složce
15088 = Načítání seznamu...
15089 = Odinstalovat vybrané hodnoty
15090 = Otevřít nadřazený klíč registru... 
15091 = Rozbalit vše 
15092 = Sbalit vše
15093 = Název hodnoty 
15094 = Složka protokolů:
15095 = Provést operace přejmenování dříve existujících systémových souborů a složek.
15096 = Vynutit odinstalaci
15097 = Vynutit\nodinstalaci
15098 = Rozbalit vybraný klíč
15099 = Sbalit vybraný klíč
15100 = Odinstalovat vybraný klíč
15101 = Označit vybraný klíč jako vytvořený
15102 = Přidat do seznamu vyloučených
15103 = Neplatný soubor protokolu
15104 = Soubor neexistuje! Zadejte platný název souboru nebo operaci zrušte.
15105 = Vyberte proces
15106 = Přidat proces do seznamu
15107 = Úplná cesta k procesu:
15108 = Přidat klíč registru
15109 = Cesta ke klíči registru
15110 = Příkaz Vynutit odinstalování vám pomůže odinstalovat programy nebo odebrat zbytky částečně instalovaných nebo odinstalovaných programů. Můžete vyhledat zbytky souborů a složek nebo zadat úplnou cestu k libovolnému souboru nebo složce programu, který chcete odinstalovat. Také můžete zadat název programu. Podle zadaných údajů vyhledá Revo Uninstaller Pro vestavěný odinstalátor a související instalační protokoly v modulu Sledované programy a v databázi protokolů. Pokud je nějaký nalezen, zobrazí se v seznamu a vy se můžete rozhodnout, zda jej chcete použít, nebo ne.\n\nZadejte přesný název a umístění instalace programu, který chcete odinstalovat!
15111 = Režimy prohledávání
15112 = Vestavěný
15113 = Bezpečné
15114 = Mírné
15115 = Pokročilé
15116 = Úplná cesta k souboru nebo složce programu:
15117 = Přesný název programu:
15118 = Nalezené vestavěné odinstalátory:
15119 = Spustit vybraný vestavěný odinstalátor
15120 = Název programu
15121 = Příkaz k odinstalaci
15122 = Typ
15123 = 32-bitový
15124 = 64-bitový
15125 = Ukončit proces a pokračovat
15126 = Vybraný soubor je běžící proces! Chcete-li jej a související položky řádně odinstalovat, je lepší jej před pokračováním ukončit
15127 = Klíč registru pro vyloučení
15128 = Včetně podklíče
15129 = Nastavit zaměření na okno "Sledované programy" při spuštění počítače
15130 = Smazat soubory a složky:
15131 = do složky Záloha
15132 = do koše
15133 = Trvale
15134 = Opravdu chcete smazat vybrané položky?
15135 = Složky
15136 = Soubory
15137 = Pravděpodobně související Soubory a složky
15138 = Případně související Položky registru
15139 = Klíče:
15140 = Hodnoty:
15141 = Přihlášené soubory a složky
15142 = Provést operace přejmenování dříve existujících systémových souborů a složek
15143 = Opravdu chcete vybrané položky odinstalovat?
15144 = Vybráno, ale zbývající soubory budou smazány při příštím restartu systému.
15145 = Přihlášené položky registru
15146 = Odinstalování...
15147 = Prohledávání zbylých souborů, složek a položek registru na základě zadaných počátečních informací.
15148 = Analýza a spuštění vestavěného odinstalátoru programu pro výchozí odinstalaci
15149 = Po dokončení odinstalace programu stiskněte tlačítko "Prohledat" a spusťte prohledávání zbylých souborů, složek a položek registru.
15150 = Na disku není dostatek volného místa pro zápis datového souboru mezipaměti
15151 = Chyba při zápisu souboru mezipaměti. Ujistěte se, že máte příslušná oprávnění.
15152 = Chyba při čtení datového souboru mezipaměti
15153 = Revo Uninstaller Pro nenašel žádné zbylé položky
15154 = Prohledat
15155 = Vlastní\nodinstalace
15156 = Modul "Všechny programy" Revo Uninstaller Pro zobrazuje všechny nainstalované programy a součásti pro aktuálního i všechny uživatele, rozdělené do dvou výchozích skupin - "Nové" a "Ostatní". Při použití typu zobrazení "Detaily" nebo pomocí kontextové nabídky se můžete dostat k dalším informacím (odkazy a vlastnosti o instalacích). Nastavení pro tento režim se nachází v podpoložce "Všechny programy" pod položkou "Odinstalátor" v okně "Nastavení.
15157 = Modul "Sledované programy" Revo Uninstaller Pro zobrazuje všechny programy, které jste během jejich instalace pomocí Revo Uninstaller Pro sledovali. Chcete-li sledovat program pomocí programu Revo Uninstaller Pro, můžete kliknout pravým tlačítkem myši na jeho instalační (instalační) balíček nebo stisknout tlačítko "Instalovat programy" na hlavním panelu nástrojů. Nastavení tohoto režimu se nachází v podpoložce "Sledované programy" v části "Odinstalátor" v okně "Nastavení".
15158 = Registrace
15159 = Soubor nápovědy
15160 = Instalace programů
15161 = Instalovat\nprogramy
15162 = Před odinstalací vytvořit bod obnovení systému a úplnou zálohu registru.
15163 = Vytvořit úplnou zálohu registru...
15164 = Vytvoření bodu obnovení systému a úplné zálohy registru je zakázáno (v nabídce Nastavení->Odinstalace).
15165 = Vytvoření úplné zálohy registru - hotovo!
15166 = Vytvoření úplné zálohy registru - nepodařilo se!
15167 = (Není podporováno v systémech Windows Vista nebo Windows 7,8)
15168 = Protokoly:
15169 = Nebo klikněte pravým tlačítkem myši na ikonu Režim lovce a výběrem možnosti "Ukončit" ukončete program.
15170 = Otevřít maximalizovaného Průvodce odinstalací
15171 = Cesta ke složce
15172 = Pro zobrazení souboru nápovědy si nainstalujte čtečku pdf.
15173 = Přidání nové skupiny
15174 = Smazat vybrané protokoly
15175 = Obnovit soubor mezipaměti
15176 = Opravdu chcete obnovit soubor vyrovnávací paměti?\nVaše úpravy v detailech programů budou resetovány!
15177 = Správa
15178 = Exportovat, Importovat nebo Upravit protokol
15179 = Změnit\nnebo opravit
15180 = Změnit nebo Opravit
15181 = Aktualizovat odkaz
15182 = Databáze protokolů
15183 = Databáze\nprotokolů
15184 = Programy:
15185 = Název programu
15186 = Verze programu
15187 = Verze Windows
15188 = Bity Windows
15189 = Nalezeno
15190 = Zobrazit pouze protokoly kompatibilní s %s
15191 = Zobrazit pouze protokoly %s
15192 = Shodné protokoly:
15193 = Databáze protokolů:
15194 = Vyhledávání podle:
15195 = .
15196 = protokoly
15197 = program
15198 = programy
15199 = Název
15200 = Rychlá odinstalace 
15201 = Rychlá\nodinstalace
15202 = Vytvoření počáteční zálohy systému
15203 = Odinstalování programu %d z %d
15204 = Počáteční analýza - hotovo!
15205 = Spuštění vestavěného odinstalátoru programu - hotovo!
15206 = Spuštění vestavěného odinstalátoru programu - nepodařilo se!
15207 = Prohledávání zbylých souborů, složek a položek registru...
15208 = Smazání nalezených zbytků...
15209 = Smazáno %d zbylých klíčů registru a %d hodnot
15210 = Smazáno %d zbylých složek a %d souborů
15211 = Rychlá odinstalace dokončena!
15212 = Stav
15213 = Po dokončení odinstalace programu pokračujte v procesu odinstalace stisknutím tlačítka "Pokračovat".
15214 = Pokračovat
15215 = Importováno
15216 = Přidat komentář
15217 = Upravit komentář
15218 = Moduly
15219 = Datum protokolu
15220 = Příprava dat protokolu pro odinstalaci...
15221 = %d z %d položek
15222 = Provádění potřebných operací přejmenování...
15223 = Opravdu chcete odinstalovat vybraný protokol?
15224 = Opravdu chcete odinstalovat vybrané protokoly?
15225 = Odinstalování protokolu %d z %d
15226 = Exportovat vše
15227 = Vynechat\nZálohy
15228 = Přeskočit vytvoření bodu obnovení systému a úplné zálohy registru.
15229 = Vytvoření úplné zálohy registru - přeskočeno!
15230 = Vytvoření bodu obnovení systému - přeskočeno!
15231 = Upravit protokol
15232 = Import protokolu
15233 = Export protokolu
15234 = Rozbor protokolu -
15235 = Přejmenování protokolu
15236 = Název protokolu
15237 = Uložit změny
15238 = Upravit
15239 = Ikona
15240 = Index ikon
15241 = Autor
15242 = Čas vytvoření
15243 = Čas poslední změny
15244 = Odhadovaná velikost
15245 = Klíče registru
15246 = Hodnoty registru
15247 = Vytvořeno
15248 = Smazáno
15249 = Přejmenováno
15250 = Přepsáno
15251 = Neznámé
15252 = Starý název
15253 = Celý název
15254 = Starý celý název
15255 = Staré údaje
15256 = Hodnota registru s takovým názvem již existuje!
15257 = Přidat klíč
15258 = Název klíče:
15259 = Není změněno
15260 = Změnit klíč
15261 = Přidat hodnotu
15262 = Změnit hodnotu
15263 = Nastavit
15264 = Starý typ
15265 = Násilné zastavení spouštění spustitelných souborů během jejich odinstalace
15266 = Vyhledat vhodný protokol před běžnou odinstalací programu
15267 = Opravdu chcete provést \nRychlá odinstalace vybraného programu (programů)?
15268 = Nalezen odpovídající protokol mezi vašimi protokoly, který bude použit pro odinstalaci\nSpuštění vestavěného odinstalátoru programu pro výchozí odinstalaci.
15269 = V databázi protokolů nalezen odpovídající protokol, který bude použit pro odinstalaci\nSpuštění vestavěného odinstalačního programu pro výchozí odinstalaci.
15270 = Po dokončení odinstalátoru programu stiskněte tlačítko "Pokračovat" a zobrazte zbylé soubory, složky a položky registru.
15271 = Chyba při stahování souboru protokolu!
15272 = Chyba přejmenování staženého souboru protokolu!
15273 = Modul "Databáze protokolů" Revo Uninstaller Pro zobrazuje seznam protokolů sledovaných programů, který je kompatibilní se systémem Windows. Tyto protokoly uložené na našich webových stránkách spravuje tým Revo Uninstalleru Pro. Tyto protokoly můžete snadno použít (jedním kliknutím na tlačítko "Odinstalovat") k odinstalování programů nainstalovaných ve vašem počítači.
15274 = Vaše verze:
15275 = Aktualizovat nyní
15276 = Automatická aktualizace databáze protokolů
15277 = Chyba stahování Databáze protokolů!
15278 = Chyba aktualizace databáze protokolů!
15279 = Chyba extrakce databáze protokolů!
15280 = Chyba otevření databáze protokolů!
15281 = Zadejte svůj komentář:
15282 = Vyberte ikonu
15283 = Cesta k souboru:
15284 = Vyberte ikonu ze seznamu:
15285 = Soubor
15286 = Složka
15287 = Export protokolu -
15288 = Import protokolu -
15289 = %d%% dokončeno
15290 = Exportovat podle
15291 = Nalezené související protokoly
15292 = Ano(doporučeno)
15293 = Vyjmenované protokoly, které jste vytvořili, se zdají souviset s programem, který odinstalováváte. Chcete údaje z protokolů použít při odinstalaci?
15294 = Stažení protokolu -
15295 = Vyjmenované protokoly nalezené v databázi protokolů se zdají souviset s programem, který odinstalováváte. Chcete-li některý z nich během odinstalace použít, tak označte políčko.
15296 = V naší databázi protokolů je k dispozici příslušný protokol odinstalace.\nChcete jej použít pro úplnější odinstalaci programu?
15297 = Opravdu chcete odebrat vybrané protokoly ze seznamu?
15298 = Pro export musíte vybrat alespoň jeden sloupec!
15299 = Procházet pro
15300 = Použít vybraný protokol
15301 = Zdroj
15302 = Nevybral jste žádný vestavěný odinstalační program ze seznamu.\nOpravdu chcete pokračovat v hledání zbytků a vynechat použití vestavěného odinstalačního programu?
15303 = Pokud chcete během procesu odinstalace použít vestavěný odinstalační program, vyberte jej ze seznamu.
15304 = Nevybral jste žádný protokol ze seznamu.\nOpravdu chcete pokračovat v hledání zbytků a přeskočit použití protokolu?
15305 = Pokud chcete protokol použít během procesu odinstalace, vyberte jej ze seznamu.
15306 = Načtení dat protokolu...
15307 = Před odinstalací vytvořit úplnou zálohu registru
15308 = Vytvoření úplné zálohy registru zakázáno (v nabídce Nastavení->Odinstalátor).
15309 = Cesta:
15310 = Použít data programu pro odinstalaci k získání vlastnosti Datum instalace
15311 = Instalace programu pomocí \nRevo Uninstaller Pro
15312 = Sloučení vybraných protokolů
15313 = Opravdu chcete sloučit vybrané protokoly?\n\nTento příkaz je vhodný pro protokoly týkající se jednoho programu a sloučí všechny protokoly do jednoho protokolu s daty.
15314 = Název sloučeného protokolu
15315 = Vyloučená složka
15316 = Vyloučené soubory a složky
15317 = Vyloučení klíčů registru
15318 = Odinstalace %s byla přerušena restartem počítače. Chcete pokračovat v procesu odinstalace?
15319 = Všechny protokoly v aktuálním počítači
15320 = Přenos
15321 = Zálohovat
15322 = Obnovit
15323 = Vyberte hlavní složku přenosné verze
15324 = Zálohovat protokoly
15325 = Obnovit protokoly
15326 = Přepsat existující protokoly se stejným názvem?
15327 = Chyba při detekci nainstalované datové složky Revo Uninstaller Pro.
15328 = Hledání spustitelného souboru... 
15329 = Nelze spustit program
15330 = Program je již spuštěn
15331 = Spuštěný program zřejmě nemá uživatelské rozhraní
15332 = Zdá se, že program byl předčasně ukončen
15333 = Čekání na uživatelské rozhraní...
15334 = Zobrazit označovací políčka v zobrazení Detaily
15335 = Cesta neexistuje!
15336 = Export dat protokolu
15337 = Uvedené programy jsou nainstalovány ve stejném umístění jako %s. Budou nalezeny zbytky všech těchto programů.\nOpravdu chcete pokračovat?
15338 = Nalezené související programy
15339 = Automaticky smazat všechny nalezené zbytky
15340 = Nalezeno %d zbytků v registru
15341 = Smazání %d zbytků registru...
15342 = Nalezeno %d zbytků složek a %d souborů
15343 = Smazání %d zbylých složek a %d souborů...
15344 = %d vybráno
15345 = Zobrazit volbu prohledat všechny účty Windows kvůli zbytkům.
15346 = Výběr barevného motivu
15347 = Klasické
15348 = Tmavé
15349 = Tato nastavení můžete vždy později změnit.
15350 = Analýza vestavěných odinstalačních programů pro výchozí odinstalaci a jejich tiché spuštění (pokud je to možné).
15351 = Spuštění výchozích příkazů odinstalátoru aplikací pro počáteční odinstalaci
15352 = Prohledávání všech účtů Windows na zbytky
15353 = Odinstalování ze všech účtů Windows
15354 = Spuštění vestavěného odinstalátoru %s
15355 = Po dokončení výchozího odinstalátoru (výchozích odinstalátorů) ( %s ) klikněte na tlačítko "Prohledat" a spusťte vyhledávání zbytků po instalaci
15356 = Úroveň protokolu změněna na %d.
15357 = Pokračovat v operaci odinstalace?
15358 = Opravdu chcete zrušit proces odinstalace? 
15359 = Níže uvedené složky mohou obsahovat uživatelská data a dokumenty:
15360 = Filtrovat podle velikosti
15361 = Filtrovat podle typu
15362 = Skryté
15363 = Filtrovat podle jednotky

[Auto Run Manager Pro]
15800 = Přidat
15801 = Přidat program do spouštění s Windows
15802 = Nastavit automatické spuštění pro:
15803 = Všem uživatelům
15804 = Aktuální uživatel
15805 = Nastavit na automatické spuštění od:
15806 = Registr: Run - při každém spuštění Windows
15807 = Registr: RunOnce - spustí se pouze jednou, při příštím spuštění Windows.
15808 = Spouštěcí složka - při každém spuštění Windows
15809 = Příkaz (úplná cesta):
15810 = Název:
15811 = Odstraněno z automatického spouštění
15812 = Odstraněno automatické spouštění nespuštěných položek
15813 = Odstraněno automatické spouštění všech zakázaných položek
15814 = Služby
15815 = Otevřít služby Windows
15816 = Naplánované úlohy
15817 = Povolit
15818 = Zakázat

[General App]
16001 = Tisk
16002 = Náhled tisku
16003 = Nastavení tisku
16004 = Zobrazit
16005 = Panel nabídek
16006 = Hlavní panel nástrojů
16007 = Panel popisu
16008 = Stavový řádek
16009 = Panel nástrojů Nástroje
16010 = Soubor
16011 = Správa\nautospuštění
16012 = Čistič\nzbytečných souborů
16013 = Nástroje\nWindows
16014 = Čistič\nprohlížečů
16015 = Čistič\nMicrosoft Office
16016 = Čistič\nWindows
16017 = Odstraňovač\nstop
16018 = Smazat\nneobnovitelně
16019 = Správa\nzáloh
16020 = Instalace pomocí Revo Uninstaller Pro
16021 = Odinstalace pomocí Revo Uninstaller Pro
16022 = Instalace vybraného programu Revo Uninstaller Pro
16023 = Odinstalace vybraného programu Revo Uninstaller Pro
16024 = Složka záloh:
16025 = Zálohovat smazané položky registru
16026 = Zálohovat smazané soubory a složky
16027 = Program Microsoft Excel není v tomto počítači nainstalován (kód chyby je 0x%08X).
16028 = Nepodařilo se spustit aplikaci Microsoft Excel (kód chyby je 0x%08X).
16029 = Neznámá chyba.
16030 = Registry
16031 = Přeskočit informační zprávy zobrazené Revo Uninstaller Pro
16032 = Přeskočit varovné zprávy zobrazené Revo Uninstaller Pro
16033 = Procesy
16034 = Sledovat programy v režimu kompaktního okna
16035 = Zahrnuté procesy:
16036 = Vyloučené procesy:
16037 = Cesta procesu
16038 = Vizuální téma:
16039 = Panely nástrojů
16040 = Zobrazit textové popisky
16041 = Zobrazit malé ikony
16042 = Modrá
16043 = Šedá
16044 = Černá
16045 = Stříbrná
16046 = Nativní
16047 = Nativní 2
16048 = Nativní hladký
16049 = Koupit nyní
16050 = Po zakoupení Revo Uninstaller Pro obdržíte e-mailem sériové číslo. Chcete-li Revo Uninstaller Pro aktivovat, musíte toto sériové číslo zadat do níže uvedeného formuláře a poté stisknout tlačítko "Aktivovat online". Aktivace vyžaduje připojení k internetu, proto by brána firewall neměla Revo Uninstaller Pro blokovat. Máte-li jakékoli dotazy týkající se registrace, kontaktujte nás na adrese: registration@revouninstaller.com.
16051 = Registrace 
16052 = Zde zadejte přesné sériové číslo:
16053 = Aktivace online
16054 = Všechna práva vyhrazena.
16055 = Registrovaná verze
16056 = Neregistrovaná verze
16057 = Opravdu chcete smazat vytvořené zálohy, protokoly a další data Revo Uninstaller Pro? Pokud program aktualizujete, stiskněte "Ne".
16058 = Překladatel:
16059 = Vytvořit denní úplnou zálohu registru
16060 = Po odinstalaci smazat protokol sledovaného programu
16061 = Zobrazit malé ikony v zobrazení Detaily
16062 = Zobrazit příkazy v kontextové nabídce Windows (Instalovat s ..., Odinstalovat s ...).
16063 = Ve výchozím nastavení označit všechny zbytky
16064 = Tmavě šedá
16065 = Modrá 2
16066 = Zobrazit Revo Uninstaller Pro v Ovládacích panelech
16067 = Přeskočit výzvy Řízení uživatelských účtů (UAC)
16070 = Panel nástrojů Příkazy
16071 = Vlastní
16072 = Motiv
16073 = Vlastní barva pozadí
16074 = Vlastní barva výběru
16075 = Před zahájením importu protokolu ukončete Revo Uninstaller Pro.\nNebo importujte protokol pomocí tlačítka "Spravovat" na panelu nástrojů v modulu "Sledované programy".
16076 = Aktivovat
16077 = Vyberte metodu aktivace
16078 = Aktivace online
16079 = Aktivace ze souboru
16080 = Vaše 30denní zkušební období skončilo. Pokud chcete produkt používat i nadále, musíte si zakoupit licenci.
16081 = Po zakoupení licence Revo Uninstaller Pro obdržíte e-mailem sériové číslo. Chcete-li aktivovat Revo Uninstaller Pro, musíte do níže uvedeného formuláře zadat své jméno a sériové číslo (důrazně doporučujeme zkopírovat a vložit) a poté stisknout tlačítko "Aktivovat online". Aktivace vyžaduje připojení k internetu, takže brána firewall by neměla Revo Uninstaller Pro blokovat. Máte-li jakékoli dotazy nebo problémy související s registrací, kontaktujte nás na adrese: registration@revouninstaller.com.
16082 = Po zakoupení licence Revo Uninstaller Pro obdržíte e-mailem sériové číslo. Chcete-li aktivovat Revo Uninstaller Pro pomocí souboru, musíte zadat své jméno a sériové číslo do níže uvedeného formuláře (důrazně doporučujeme kopírovat a vložit) a poté stisknout tlačítko "Uložit soubor" pro uložení souboru. Poté vytvořený soubor odešlete na adresu support@revouninstaller.com nebo registration@revouninstaller.com. Do 24 hodin vám zašleme zpět odemykací klíč, který dokončí aktivaci Revo Uninstalleru Pro. Máte-li jakékoli dotazy nebo problémy související s registrací, kontaktujte nás na adrese: registration@revouninstaller.com.
16083 = Vybral jste aktivaci Revo Uninstaller Pro pomocí souboru. Po odeslání aktivačního souboru na e-maily podpory byste měli od týmu podpory Revo Uninstalleru Pro obdržet odemykací klíč. Níže je třeba zadat Odemykací klíč (důrazně doporučujeme zkopírovat a vložit) a stisknout tlačítko "Aktivovat". Pokud máte jakékoli dotazy nebo problémy související s registrací, kontaktujte nás na adrese: registration@revouninstaller.com.
16084 = Ve vašem počítači došlo ke změně, která vyžaduje opětovnou aktivaci Revo Uninstaller Pro. Stačí stisknout tlačítko "Aktivovat". V případě jakýchkoli dotazů nebo problémů souvisejících s registrací nás kontaktujte na adrese: registration@revouninstaller.com.
16085 = Aktivace proběhla úspěšně! 
16086 = Aktivace se nezdařila!
16087 = Nepodařilo se navázat spojení s aktivačním serverem. Ujistěte se, že brána firewall neblokuje Revo Uninstaller Pro.
16088 = Zadejte jméno uživatele:
16089 = Zadejte sériové číslo (doporučujeme zkopírovat a vložit):
16090 = Zadejte odemykací klíč (doporučujeme zkopírovat a vložit):
16091 = Proces resetování aktivace
16092 = Zbývající dny:
16093 = Uložit soubor
16094 = Registrováno do
16095 = Znovu aktivovat
16096 = Probíhá aktivace. Čekejte...
16097 = Špatné sériové číslo.\nZkopírujte a vložte sériové číslo namísto jeho zadávání!
16098 = Restartujte Revo Uninstaller Pro
16099 = Tmavý režim
16100 = Sériové číslo:
16101 = Licenční údaje:
16102 = Odeslat zpětnou vazbu
16103 = Online podpora
16104 = Obnovit nastavení panelů hlavního okna
16105 = Obnovit nastavení ovládacích prvků zobrazení detailů
16106 = Obnovení proběhlo úspěšně!\nPro uplatnění změn znovu spusťte Revo Uninstaller Pro
16107 = Nejsou označeny žádné položky.\nPro pokračování musíte označit alespoň jednu položku.
16108 = Zobrazit úvodní obrazovku
16109 = Čistič historie
16110 = Čistič\nHistorie
16111 = Další\npříkazy
16112 = Revo Uninstaller Pro je již spuštěn!
16113 = Předplatné aktualizace vyprší: 
16114 = Obnovit nyní
16115 = Předplatné aktualizace vypršelo na %s!
16116 = Aktualizovat předplatné
16117 = Pokud chcete instalovat nejnovější verze Revo Uninstaller Pro po tomto datu, musíte obnovit předplatné.
16118 = Připomenutí zkušební verze
16119 = Děkujeme, že používáte Revo Uninstaller Pro. Používáte 30denní plně funkční zkušební verzi. Pokud se vám software líbí a chcete jej používat i po uplynutí zkušební doby, musíte si zakoupit licenci.
16120 = Vaše předplatné vám umožní nainstalovat a aktivovat verzi Revo Uninstaller Pro vydanou před %s. Pokud chcete nainstalovat nejnovější verzi Revo Uninstaller Pro, musíte obnovit předplatné.
16121 = Podobné
16122 = Vypnutá licence
16123 = Vaše licence byla vámi vypnuta. Pokud chcete Revo Uninstaller Pro znovu používat, musíte jej registrovat pomocí platného sériového čísla.
16124 = Vypnout licenci
16125 = Použité aktivační klíče byly úspěšně vypnuty.
16126 = Vypnutí se nezdařila!
16127 = Opravdu chcete vypnout licenci?\nSoučasná instalace Revo Uninstaller Pro přestane fungovat! Pokračujte pouze v případě, že chcete licenci přesunout nebo přenést na jiný počítač.
16128 = Vypnutí
16129 = Vypnutí licence. Čekejte ...
16130 = den
16131 = Zadané sériové číslo již bylo použito v aktuálním licenčním souboru.
16132 = Platnost vašeho předplatného aktualizací vypršela dne %s, a proto nemáte nárok na aktualizaci aktuální verze Revo Uninstaller Pro. Pokud chcete nainstalovat a používat nejnovější verzi, obnovte své předplatné aktualizací.
16133 = Barva textu příkazového tlačítka
16134 = Zadejte libovolné jméno uživatele
16135 = Import dokončen!\nPro načtení změn restartujte Revo Uninstaller Pro.
16150 = Barva pozadí dialogových oken
16151 = Barva textu
16152 = Barva pozadí ovládacích prvků
16153 = Barva výběru
16156 = Zakázat všechny animace textu
16157 = Získat naši aplikaci pro Android
16158 = Stáhnout naši aplikaci pro Android
16159 = Kopírovat do schránky
16163 = Naše produkty

[AppBar]
16900 = Uložit protokol sledovaných změn systému
16901 = Zastavit sledování instalace
16902 = Revo Uninstaller Pro sleduje systémové změny - pokračujte v instalaci jako obvykle!\nBěhem instalace programu NESPOUŠTĚJTE žádné další instalační soubory, programy ani nic jiného!\nPo dokončení instalace spusťte nainstalované programy, nakonfigurujte je a zavřete. Poté stiskněte tlačítko "Stop" (čtvereček) a uložte protokol.
16903 = Zadejte název protokolu:
16904 = Zadejte název protokolu a stiskněte tlačítko "Uložit".
16905 = Revo Uninstaller Pro sleduje instalaci
16906 = Revo Uninstaller Pro ukládá data
16907 = Nepodařilo se získat požadované oprávnění k vypnutí počítače. Zkuste vypnout počítač ručně!
16908 = Nepodařilo se nastavit oprávnění k vypnutí počítače. Zkuste vypnutí provést ručně!
16909 = Zadejte platný název protokolu!
16910 = Opravdu chcete zrušit proces protokolování?

[JunkFilesCleanerPro]
17000 = Vyloučit
17001 = Poslední změna
17002 = Prohledat složku...
17003 = Včetně
17004 = Složky zahrnuté jako zbytečné

[Windows Apps]
17100 = Aplikace\nWindows
17101 = Aplikace Windows
17102 = Aplikace Windows
17103 = Celkem programů
17104 = Aplikace
17105 = Aplikace
17106 = Modul "Aplikace Windows" obsahuje seznam všech nainstalovaných programů Windows a pomáhá odinstalovat některou z nich jediným kliknutím. Některé programy vytvořené společností Microsoft jsou předinstalovány s operačním systémem, jiné se instalují prostřednictvím obchodu Microsoft Store. Další informace o libovolném programu naleznete v kontextové nabídce.
17107 = Analýza a spuštění výchozího příkazu pro odinstalování aplikací
17108 = Po dokončení výchozího odinstalačního příkazu aplikací stiskněte tlačítko "Prohledat" pro spuštění kontroly zbylých souborů, složek a položek registru.
17109 = Opravdu chcete vybranou aplikaci odinstalovat?
17110 = Nelze spustit vybraný program Windows!
17111 = Otevřít v obchodě Microsoft Store
17115 = Ukončit
17116 = Obnovit aplikaci
17117 = Obnovit Microsoft Store
17118 = Nelze ukončit vybranou aplikaci.
17119 = Tím se obnoví původní konfigurace aplikace.\nChcete pokračovat?
17120 = Tím se obnoví původní konfigurace obchodu Microsoft Store.\nChcete pokračovat?
17121 = Integrovaná odinstalace %s se nezdařila.\nDoporučujeme zkontrolovat integritu systémových souborů nebo obnovit %s aplikaci a zkusit to znovu.
17122 = Odinstalace se nezdařila
  
[Browser Extensions]
17200 = Rozšíření\nprohlížeče
17201 = Rozšíření prohlížeče
17202 = Rozšíření MS Edge
17203 = Typ
17204 = Rozšíření
17205 = Plugin
17206 = Aplikace
17207 = Pomocník
17208 = Panel nástrojů
17209 = Zprostředkovatel vyhledávání
17210 = %s je spuštěn. Pokud chcete pokračovat, ukončete jej (vynutit zastavení).\nMůže dojít ke ztrátě neuložených dat v prohlížeči.
17211 = Celkem rozšíření
17212 = rozšíření
17213 = rozšíření
17214 = Modul "Rozšíření prohlížeče" obsahuje seznam a pomáhá smazat různé druhy dodatečných součástí (tzv. rozšíření nebo doplňků), které si můžete nainstalovat do většiny oblíbených prohlížečů, jako je Google Chrome, Microsoft Edge, Mozilla Firefox a Internet Explorer, a přizpůsobit si je. Sloupec "Typ" zobrazuje druh rozšíření podle prohlížeče.
17215 = Opravdu chcete vybrané rozšíření odebrat?
17216 = Odebrat rozšíření %s
17217 = Pokud nechcete automatické přeinstalování rozšíření, vypněte v nastaveních Chrome "Synchronizace aplikací" a "Synchronizace rozšíření" a poté pokračujte v procesu odstraňování.
17218 = Vybral jste předinstalované rozšíření.
17219 = Prohlížeč
17220 = Profil
17221 = %s je spuštěno.◙ Stiskněte klávesu "k" pro ukončení/vynucení ukončení (může dojít ke ztrátě neuložených dat v prohlížeči).◙ Stiskněte jiné klávesy pro zrušení.
17222 = %s je spuštěno. Pro pokračování jej zavřete.

[EvidenceRemoverPro]
17300 = Typ
17301 = Celková velikost
17302 = Volné místo
17310 = Místní disk
17311 = Vyměnitelný disk
17312 = Odhadovaný zbývající čas:
17313 = dny 
17314 = hodiny
17315 = minuty
17316 = sekundy
17317 = Opravdu chcete proces zastavit?

[WindowsToolsPro]
17400 = Obnovení systému
17401 = Diagnostika sítě
17402 = Informace o síti
17403 = Centrum zabezpečení
17404 = Vlastnosti systému
17405 = Systémové informace
17406 = Příkaz TCP/IP Netstat
17407 = Klávesnice na obrazovce
17408 = Defragmentátor disku
17409 = Služby
17410 = Sdílené složky
17411 = Zásady skupiny
17412 = Přidat/odebrat součásti Windows
17413 = Nástroj pro smazání škodlivého softwaru systému Microsoft Windows
17414 = Zálohování a obnovení Windows
17415 = Plánovač úloh
17416 = Kontrola disku
17417 = Kontrola systémových souborů
17418 = Vyčištění disku
17419 = Sledování prostředků
17420 = Obsluha a správa obrazů nasazení
17421 = Vyprázdnění mezipaměti DNS
17422 = Informace a diagnostika DirectX
17450 = Zálohování a obnovení Windows umožňuje vytvářet kopie datových souborů pro všechny osoby, které počítač používají, a poskytuje možnost vytvořit obraz systému. Můžete nechat systém Windows vybrat, co se má zálohovat, nebo můžete vybrat jednotlivé složky, knihovny a jednotky, které chcete zálohovat. Obraz systému obsahuje Windows a nastavení systému, programy a soubory. Obraz systému můžete použít k obnovení obsahu počítače, pokud pevný disk nebo počítač přestane fungovat.
17451 = Plánovač úloh vám pomůže naplánovat automatické úlohy, které provedou akce v určitý čas nebo při výskytu určité události. Poskytuje možnost naplánovat spuštění programů nebo skriptů v předem definovaný čas nebo po zadaných časových intervalech. Plánovač úloh udržuje knihovnu všech naplánovaných úloh, čímž poskytuje organizovaný přehled o úlohách a pohodlný způsob jejich správy. 
17452 = Kontrola disku ověřuje logickou integritu systému souborů na svazku Windows. Kontrola disku kontroluje problémy související s vadnými sektory, ztrátou clusterů, křížově propojenými soubory a chybami adresářů. Tyto typy problémů mohou být způsobeny pádem nebo zamrznutím systému, poruchami napájení, nesprávným vypnutím počítače atd. 
17453 = Kontrola systémových souborů umožňuje vyhledat a obnovit poškození systémových souborů Windows a ověřit jejich verze. Pokud zjistí problém, pokusí se nahradit problematické soubory z mezipaměti DLL Windows. Pokud se soubor nenachází v DLL Cache systému Windows nebo je DLL Cache poškozena, budete vyzváni k vložení instalačního disku Windows.
17454 = Vyčištění disku je nástroj pro údržbu počítače určený k uvolnění místa na pevném disku počítače. Umožňuje uživatelům odebrat soubory, které již nejsou potřeba nebo které lze bezpečně smazat, jako jsou dočasné soubory, soubory mezipaměti a soubory protokolu vytvořené operačním systémem a dalšími programy.
17455 = Sledování prostředků, zobrazuje v reálném čase informace o využití hardwarových (procesor, paměť, disk a síť) a softwarových (práce se soubory a moduly) prostředků. Tento nástroj vám pomůže zjistit, jak moc jsou zdroje využívány v daném okamžiku nebo využívány v průběhu času prostřednictvím grafického znázornění. tímto způsobem můžete zkontrolovat počítadla výkonu konkrétních zdrojů a rozhodnout se o postupu pro zlepšení výkonu počítače. 
17456 = DISM provádí kontrolu poškození a opravuje problémy, které v operačním systému nalezne.
17457 = Pokud máte potíže s přístupem na webovou stránku nebo s používáním online služby, je možné, že vaše zařízení uložilo do mezipaměti zastaralý záznam DNS, který je třeba ručně smazat nebo obnovit.
17458 = Diagnostický nástroj DirectX zobrazuje množství informací o DirectX a umožňuje také provádět základní diagnostické testy systému DirectX.

17480 = Nástroj
17481 = Příkazový řádek
17482 = Přidat vlastní nástroj
17483 = Nástroj úpravy
17484 = Vlastní nástroj se stejným názvem již existuje.\nZadejte jiný název.

[WindowsCleanerPro]
17500 = Smazat mezipamět miniatur

[UnrecoverableDeletePro]
17600 = Přidat soubor(y)
17601 = Přidat složku
17602 = Smazat navždy
17603 = Smazání
17604 = Výpočet...
17605 = Zbývající položky v seznamu nyní nelze smazat.\nUjistěte se, že nejsou používány systémem Windows nebo jiným programem, a zkuste to znovu.
17606 = Smazat vybrané položky ze seznamu

[Backup Manager]
17800 = Správce záloh
17801 = Obnovit
17802 = Smazat
17803 = Smazat vše
17804 = Vlastní\nobnova
17812 = Načítání stromu...
17813 = Zpět
17814 = Další
17815 = Data bodu obnovení nebyla nalezena
17816 = Zpracování
17817 = Zálohování %d z %d položek
17818 = Body obnovení:
17819 = Celková velikost:
17820 = Správce záloh pomáhá spravovat záložní informace uložené Revo Uninstaller Pro po každé odstraněné položce registru, souboru nebo složce. Obnovením bodu obnovy můžete obnovit všechna odstraněná data nebo si můžete vybrat jen ty položky, které chcete obnovit. Pokud potřebujete více volného místa, můžete některé nebo všechny body obnovení smazat.
17821 = Název
17822 = Operace
17823 = Velikost
17824 = Položky registru
17825 = Soubory a složky
17826 = Čas
17827 = Datum
17830 = Klíče/Název hodnoty
17831 = Data
17835 = Výchozí hodnota
17836 = Obnovení %d z %d položek
17837 = Obnovení
17838 = Název souboru/složky
17839 = Vlastní obnovení
17840 = Chyba při čtení zálohy datového souboru!
17841 = Soubory a složky pro obnovení
17842 = Položky registru pro obnovení
17843 = Na disku není dostatek místa pro zápis zálohy datového souboru!
17844 = Chyba při zápisu zálohy datového souboru!
17845 = Opravdu chcete obnovit operaci %s z %s?
17846 = Opravdu chcete smazat všechny body obnovení?
17847 = Smazat\npodle času
17848 = Smazat zálohy starší než datum nebo období.
17849 = Smazat všechny zálohy starší než:
17850 = Vybrané datum:
17851 = Jeden týden
17852 = Dva týdny
17853 = 30 dní
17854 = 90 dní
17855 = 180 dní
17856 = Jeden rok
17857 = Vlastní datum
17858 = Vybral jste datum novější než dnešní.\nTo smaže všechny zálohy! Pokračovat?

[TooltipsPro]
18200 = Upravit nastavení Revo Uninstaller Pro
18201 = Změnit zobrazení seznamu sledovaných programů
18202 = Spravovat informace o zálohách uložených Revo Uninstaller Pro
18203 = Programy instalovat přes Revo Uninstaller Pro
18204 = Vynutit odstranění zbytků již odinstalovaných programů
18205 = Zobrazit všechny nainstalované programy
18206 = Zobrazit sledované nainstalované programy
18207 = Odinstalovat vybraný sledovaný program
18208 = Vlastní odinstalace vybraného sledovaného programu
18209 = Obnovit vybraný Bod obnovy Revo Uninstaller Pro
18210 = Vlastní obnova vybraného Bodu obnovy Revo Uninstaller Pro
18211 = Smazat vybraný Bod obnovení Revo Uninstaller Pro
18212 = Přidat program do autospuštění při startu Windows
18213 = Provést Smazání stop na označených jednotkách
18214 = Přidat soubory do nenávratného vymazání
18215 = Přidat složku do nenávratného vymazání
18216 = Smazat přidané soubory a složky
18217 = Smazat označené soubory
18218 = Změnit nebo opravit instalaci vybraného programu
18219 = Rychle odinstalovat vybraný program (všechny nalezené zbytky budou smazány)
18220 = Přidat novou položku do protokolu
18221 = Upravit vybranou položku
18222 = Smazat vybranou položku z protokolu
18223 = Export dat aktuálního protokolu jako HTML

[Portable]
18500 = Chyba při stahování aktualizace!
18501 = Chyba při extrakci aktualizace!
18502 = Aktualizování
18503 = Aktualizace byla úspěšně dokončena!
18504 = %d z %d souborů
18505 = Přenositelnost
18506 = Použít vlastní složku pro ukládání dat
18507 = Povolit režim rychlého načítání
18508 = Přijmout
18509 = Licenční smlouva

[UninstallHistory]
32900 = Historie odinstalace
32901 = Odebrat vše
32902 = Detaily o exportu
32903 = Název aplikace
32905 = Odinstalované programy:
32907 = Odinstalované protokoly:
32909 = Odinstalované aplikace:
32910 = Importované protokol
32911 = Protokol uživatele
32912 = Historie odinstalace sleduje všechny provedené odinstalace a poskytuje detailní informace o odinstalovaném softwaru a všech smazaných zbytcích dat.
32917 = Detaily programu:
32918 = Souhrn operací:
32919 = Operace se soubory a složkami:
32920 = Operace registru:
32921 = Detaily o protokolu:
32922 = Detaily aplikace:
32923 = Úspěšně smazány klíče registru
32924 = Úspěšně smazány hodnoty registru
32925 = Úspěšně smazány soubory
32926 = Úspěšně smazány složky
32927 = Nastavit smazání při restartu
32928 = Neúspěšně smazané klíče registru
32929 = Neúspěšně smazané hodnoty registru
32930 = Souhrn
32931 = Smazáno zbytků klíčů registru:
32932 = Smazáno zbytků hodnot registru:
32933 = Smazáno zbytků složek:
32934 = Smazáno zbytků souborů:
32935 = Smazáním zbytků uvolněno:
32936 = Zobrazit detaily
32937 = Odinstaloval jste
32938 = Operace odinstalace dokončena
